Repository: CBke/infinity-plugin
Catalog: po/*.po
Languages: es_ar

source: We are already initializing
es_ar: El plugin ya fue inicializado

source: The plugin have not yet initialize
es_ar: El plugin aún no se ha inicializado

source: Cannot toggle to fullscreen mode: %s
es_ar: No se pudo cambiar a modo de pantalla completa: %s

source: Error while saving file %s: %s
es_ar: Error al guardar el archivo %s: %s

source: saved
es_ar: guardado

source: Could not be opened file %s for saving effects
es_ar: No se puede abrir el archivo %s para guardar los efectos

source: Could not be opened file %s for loading effects
es_ar: No se puede abrir el archivo %s para cargar los efectos

source: Infinity Configuration
es_ar: Configuración de Infinity

source: Parameters
es_ar: Parámetros

source: Effect period:
es_ar: Período de efecto:

source: Palette period:
es_ar: Período de paleta:

source: Scale Factor
es_ar: Factor de Escala

source: Maximum Frames per Second:
es_ar: Número Máximo de Cuadros por Segundo

source: Show current play title
es_ar: Mostrar título de la reproducción actual

source: Check it if you want to see the current play title on the Infinity's title bar
es_ar: Márquela si quiere que el título de la reproducción actual aparezca en la barra de título de Infinity

source: Time to change between an effect and the next one, in milliseconds.
es_ar: Tiempo que deberá transcurrir antes de cambiar de efecto, en milisegundos.

source: Time to change between a color and the next one, in milliseconds.
es_ar: Tiempo que deberá transcurrir antes de cambiar de color, en milisegundos.

source: Change only if the system doesn't have enough power to show the screen at a reasonably speed/size relation.
es_ar: Cambiar solo si el sistema no tiene suficiente potencia como para mostrar la pantalla a una relación velocidad/tamaño razonable.

source: Ok
es_ar: Aceptar

source: For to toggle to fullscreen mode, select the Infinity plugin window, and press the Tab key. Pressing Tab again will return to window mode.
es_ar: Para cambiar a modo de pantalla completa, seleccione la ventana de Infinity y presione la tecla de tabulación. Presionando esta tecla nuevamente retornará a modo ventana.

source: Cancel
es_ar: Cancelar

source: Apply
es_ar: Aplicar
